
export const ru = {
    "main.title": "Auto.ru: купить, продать и обменять автомобиль",

    //     header section
    "search.by.advertisements": "Поиск по объявлениям",
    favorites: "Избранное",
    search: "Поиски",
    comparison: "Сравнения",
    message: "Сообщения",
    "i.sell": "Я продаю",
    "post.for.free" : "Разместить бесплатно",
    login: "Войти",

//     navigation
    cars: "Легковые",
    commercial: "Коммерческие",
    electric: "Электро",
    chinese: "Китайские",
    moto: "Мото",
    reports: "Отчёты",
    ransom: "Выкуп",
    loans: "Кредиты",
    "car.valuation": "Оценка авто",
    insurance: "Страховки",
    garage: "Гараж",
    magazine: "Журнал",
    "for.business": "Для Бизнеса",

//     catalog
    ads: "Объявления",
    catalog: "Каталог",
    dealers: "Дилеры",
    reviews: "Отзывы",
    video: "Видео",
    logbook: "Бортжурнал",
    "any.region": "Любой регион",

//     sub panel categories
    "secure.transaction": "Безопасная сделка",
    leasing: "Лизинг",
    used: "С пробегом",
    new: "Новые",
    "automotive.news": "Новинки автопрома",
    exeed: "EXEED",
    omoda: "OMODA",
    motorcycles: "Мотоциклы",
    scooters: "Скутеры",
    atvs: "Мотовездеходы",
    snowmobiles: "Снегоходы",
    "light.commercial": "Лёгкие коммерческие",
    trucks: "Грузовики",
    "truck.tractors": "Седельные тягачи",
    buses: "Автобусы",
    "trailers.and.semi.trailers": "Прицепы и полуприцепы",
    agricultural: "Сельскохозяйственная",
    "construction.and.road": "Строительная и дорожная",
    loaders: "Погрузчики",
    "mobile.cranes": "Автокраны",
    excavators: "Экскаваторы",
    bulldozers: "Бульдозеры",
    communal: "Коммунальная",
    fotonn: "FOTON",
    "for.partners": "Партнёрам",
    "place.and.advertisement": "Разместить рекламу",
    "collaboration.with.reports": "Сотрудничество с Отчётами",
    news: "Новости",
    tests: "Тесты",
    analysis: "Разбор",
    games: "Игры",
    collections: "Подборки",
    textbook: "Учебник",
    "about.business": "Про бизнес",
    miscellaneous: "Разное",
    "contract.of.sale": "Договор купли-продажи",
    help: "Помощь",
    "become.part.of.the.team": "Стань частью команды",
    "about.the.project": "О проекте",
    "analytics.avto.ru": "Аналитика Авто.ру",

    // login
    "enter.the.site": "Вход на сайт",
    "phone.or.mail": "Phone or mail",
    next: "Далее",
    cancel: "Отмена",

    //     privacy
    "privacy.policy": "Авторизуясь на сайте, я принимаю условия пользовательского соглашения и даю согласие на обработку персональных данных в соответствии с законодательством России и пользовательским соглашением.",

//     footer
    "sasha.kotov": "Саша Котов",
    "page.is.in.development": "Эта страница находится в процессе разработки 😉 💻",

    "seo.text.one": "Авто.ру — один из самых посещаемых автомобильных сайтов в российском интернете",
    "seo.text.two": "Мы предлагаем большой выбор легковых автомобилей, грузового и коммерческого транспорта, мототехники, спецтехники и многих других видов транспортных средств",
    "advertising.services": "ООО «Сервисы размещения объявлений»",
    "terms.of.use": "Пользовательское соглашение",
    "recommendation.rules": "Правила рекомендаций",
    "project.company": "Проект компании",
//     regions

    moscow :"Москва",
    "saint.petersburg" :"Санкт-Петербург",
    vladimir :"Владимир",
    volgograd :"Волгоград",
    voronezh :"Воронеж",
    ekaterinburg :"Екатеринбург",
    ivanovo :"Иваново",
    kazan :"Казань",
    kaluga :"Калуга",
    kostroma :"Кострома",
    krasnodar :"Краснодар",
    krasnoyarsk :"Красноярск",
    "nizhny.novgorod" :"Нижний Новгород",
    novosibirsk :"Новосибирск",
    omsk :"Омск",
    permian :"Пермь",
    "rostov.on.don" :"Ростов-на-Дону",
    samara :"Самара",
    saratov :"Саратов",
    tver :"Тверь",
    tula :"Тула",
    ufa :"Уфа",
    chelyabinsk :"Челябинск",
    yaroslavl :"Ярославль",

}





